Revit 2027 API
SymbolTypeId.CmSup2PerM Property
 Symbol cm²/m, indicating unit Square centimeters per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CmSup2PerM { get; }
Public Shared ReadOnly Property CmSup2PerM As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CmSup2PerM {
	ForgeTypeId^ get ();
}
static member CmSup2PerM : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace